Repository: IVOdeviOs/GoldBerry
Catalog: GoldBerry/Extensions/*.lproj/Localizable.strings
Languages: ru

# Home
source: Menu
ru: Главная

source: Cart
ru: Корзина

# Order
source: Orders
ru: Заказы

source: Profile
ru: Профиль

source: All goods
ru: Все товары

source: Watermelon and melon
ru: Арбуз и дыня

source: Garnet
ru: Гранат

source: Fruit
ru: Фрукты

# Go to product selection
source: Go to the product selection
ru: Перейти к выбору товаров

source: Your cart is empty
ru: В корзине пока пусто

source: Your cart is waiting to be filled!
ru: Ваша корзина ждет, пока ее наполнят!

source: Change language
ru: Сменить язык на

# About the service
source: Service
ru: О сервисе

source: Version
ru: Версия

source: Payment and delivery
ru: Оплата и доставка

source: Privacy Statement
ru: Положение о конфиденциальности

source: Denial of responsibility
ru: Отказ от ответственности

source: Contacts
ru: Контакты

source: Administrator login
ru: Вход для администратора

# First Name Last Name
source: Name and Surname
ru: Имя Фамилия

source: Order archive
ru: Архив заказов

# Store addresses
source: Shop addresses
ru: Адреса торговых точек

# Featured Products
source: Favorite Products
ru: Избранные товары

# Support service
source: Support
ru: Служба поддержки

# Output
source: Logout
ru: Выход

# Are you sure you want to log out of your account?
source: Are you sure want to log out of your account?
ru: Вы точно хотите выйти из аккаунта ?

source: Yes
ru: Да

source: Delete account
ru: Удалить аккаунт

# Are you sure you want to delete your account?
source: Are you sure want to delete your account?
ru: Вы точно хотите удалить свой аккаунт?

source: Enter or register
ru: Войти или Зарегистрироваться

source: Surname
ru: Фамилия

source: Name
ru: Имя

source: Save
ru: Сохранить

source: Phone
ru: Телефон

source: My details
ru: Мои данные

# No featured products
source: No favorite products
ru: Нет избранных товаров

source: Add products so you don't miss anything important
ru: Добавьте товары, чтобы не пропустить ничего важного

# The address:
source: Address:
ru: Адрес:

source: Delivery:
ru: Доставка:

# Working mode:
source: Working time:
ru: Режим работы:

# Delivery mode:
source: Delivery time:
ru: Режим доставки:

source: Go to ordering goods
ru: Перейти к заказу товаров

# Our outlets
source: Our shops
ru: Наши торговые точки

source: Add to cart
ru: В корзину

source: Contact number
ru: Контактный телефон

source: Cash payment
ru: Оплата наличными

source: You can pay for the goods to the courier upon receipt
ru: Можно оплатить товары курьеру при получении

source: Place an order
ru: Оформляете заказ

source: in the application
ru: в приложении

# The courier will contact you to clarify the delivery time
source: The courier will contact you to agree on the delivery time
ru: С Вами свяжется курьер для уточнения времени доставки

source: Pay for the order upon receipt
ru: Оплачиваете заказ при получении

source: There is no product at the moment
ru: Товар отсутствует в данный момент

source: Total:
ru: Итого:

source: Make an order for
ru: Оформить заказ

source: Making an order
ru: Оформление заказа

source: Delivery date
ru: Когда доставить

source: Free shipping
ru: Бесплатная доставка по Минску от 50р

source: Delivery address
ru: Куда доставить

source: Select the delivery date
ru: Выберите дату доставки

source: Select
ru: Выбрать

# Имя получателя
source: Name
ru: Имя получателя

source: Enter a name
ru: Введите имя получателя

source: Phone number
ru: Телефон получателя

source: Enter a delivery address
ru: Введите адрес доставки

source: Comment
ru: Комментарий

source: Make a comment
ru: Оставьте комментарий к заказу

# Make an order now
source: Make an order
ru: Cделать заказ

source: Thanks for the order!
ru: Спасибо за заказ!

source: The courier will contact you soon
ru: Курьер свяжется с Вами в ближайшее время

source: You have no orders
ru: У вас пока нет заказов

source: Order something fresh in our shop
ru: Закажите что-нибудь свеженькое в нашем магазине

source: Order №
ru: Заказ №

source: Order completed
ru: Заказ выполнен

source: Order in progress
ru: Заказ выполняется

source: Product name
ru: Наименование

source: Price
ru: Цена/ед.

source: Count
ru: Кол-во

source: Delivery
ru: Доставка

source: Delivery date:
ru: Дата доставки:

source: Recipient
ru: Получатель

source: Shop #1, place #1
ru: Комаровский рынок, место 181

# Shop #2, place #2
source: Комаровский рынок, место 181
ru: Рынок Валерианово, место 14

source: Washington
ru: г. Минск, ул. В. Хоружей, 8

source: New York
ru: г. Минск, ул. Логойская, 5а

source: Privacy Policy
ru: Политика конфиденциальности персональных данных

source: Disclaimer of liability
ru: Отказ от ответственности

source: To add a product to favorites, you need to Log in or Register
ru: Для добавления товара в избранное необходимо Войти или Зарегистрироваться

source: Fruit delivery
ru: Доставка фруктов по Минску

source: Registration
ru: Регистрация

source: 6 characters min
ru: Минимум 6 символов

source: Repeat password
ru: Повторите пароль

source: I agree to the use and processing of my personal data
ru: Я согласен на использование и обработку моих персональных данных

source: Sign Up
ru: Зарегистрироваться

source: Error
ru: Ошибка

source: The email address or password is incorrect, or the user is already registered!
ru: Неверно указан адрес электронной почты или пароль,либо пользователь уже зарегистрирован!

source: Log In
ru: Вход

source: Password
ru: Пароль

source: Forget password?
ru: Забыли пароль?

source: Enter your e-mail
ru: Введите e-mail адрес

source: Recover Password
ru: Восстановить пароль

source: The message was sent to your email address, it may also be in the spam
ru: Письмо отправлено на указанную почту,оно также может находиться в папке спам

source: Password Recovery
ru: Восстановление пароля

source: Login for administrator
ru: Вход для администраторов

source: Login as administrator
ru: Войти как администратор

source: In development, we will do it soon!!
ru: В разработке, мы это скоро сделаем!!

# The product is hidden
source: This product is hidden
ru: Товар скрыт

source: Edit
ru: Редактировать

source: Description
ru: Описание товара

source: Description (up to 100 characters)
ru: Описание товара (до 100 символов)

source: Price, $
ru: Стоимость, руб

source: Discount
ru: Скидка

source: Unit
ru: Единица измерения

source: lbs
ru: кг

source: pcs
ru: шт

source: Category
ru: Категория

source: Show
ru: Показать

source: Hide
ru: Скрыть

source: Performed
ru: На рассмотрении

source: Completed
ru: Выполнены

source: Done
ru: Отметить как выполненный

source: Recipient:
ru: Получатель:

source: Phone number:
ru: Номер телефона:
